<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<html>
<head>
<title>이용약관</title>
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/css/style.css">
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/css/custom.css">
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/css/registerUserAgree.css">
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/css/notice.css">
</head>
<script type="text/javascript"
	src="${pageContext.request.contextPath}/js/jquery-3.6.0.min.js"></script>
<script type="text/javascript">
		$(document).ready(function () {
			var $all_check     = $('#all_check');
			var $terms_check   = $("#terms_check");
			var $privacy_check = $("#privacy_check");

			$all_check.on('change', function () { // on change of state
				var checked = this.checked;

				$terms_check.prop('checked', checked);
				$privacy_check.prop('checked', checked);
			});

			$terms_check.add($privacy_check).on('change', function () { // on change of state
				var allChecked = $terms_check.is(':checked') && $privacy_check.is(':checked');
				$all_check.prop('checked', allChecked);
			});
		});

		function validateForm() {
			var privacyCheck = document.getElementById("privacy_check");
			var termsCheck = document.getElementById("terms_check");

			if (!privacyCheck.checked || !termsCheck.checked) {
				alert("약관에 전체 동의해야 합니다.");
				return false;
			}
			return true;
		}

		function goToNextPage() {
			var privacyCheck = document.getElementById("privacy_check");
			var termsCheck = document.getElementById("terms_check");

			if (validateForm()) {
			    location.href = "${pageContext.request.contextPath}/member/registerUserForm.do";
			  }
		}
	
</script>
<body>		
	<jsp:include page="/WEB-INF/views/common/header.jsp" />
	<!-- 상단 링크 버튼 시작-->
	<div class="service-up">
		<jsp:include page="/WEB-INF/views/common/up_button.jsp" />
	</div>
	<!-- 상단 링크 버튼 끝-->
	<div class="page-main">
		<!-- 내용 시작 -->
		<div class="sbLogin">
			<h2 class="sbTitle">약관 동의</h2>
			<div class="join_flow">
				<ul>
					<li class="jo_01 jo_o1_on"><span>약관동의</span></li>
					<li class="jo_02"><span>회원정보입력</span></li>
					<li class="jo_03"><span>가입완료</span></li>
				</ul>
			</div>
			<div class="agreeListAll">
			<form class="agreeList">
				<p class="agreeAll">
					<input type="checkbox" name="setOpenSSL" id="all_check"> <label
						for="all_check" class="point_cursor">약관전체동의</label>
				</p>
			</form>
			<div class="agreeArea">
				<p>
					<input type="checkbox" name="setOpenSSL" id="privacy_check"
						value="10"> <label for="privacy_check"
						class="point_cursor">개인정보보호정책</label>
				</p>
				<textarea readonly>[아파트너 개인정보 취급방침]
			
	
		1. 인사말 및 서비스 명의 정의
		아파트너 이용자 여러분 반갑습니다!(주)아파트너(이하'회사')는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 법렵상의 개인정보보호 규정을 준수하며, 관련 법령에 따른 개인정보처리방침을 정하여 회원의 권익 보호에 최선을 다하고 있습니다.
	
	
		2. 개인정보의 수집
		개인정보를 수집할 경우에는 해당 개인정보 수집시점에서 이용자에게 수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간에 대해 안내 드리고 동의를 받고 있습니다.
		
			
				
				
				
			
			
				
					수집 목적
					수집 항목
					보유 기간
				
			
			
				
					이용자 식별 및 본인 여부 확인
					이름, 아이디, 비밀번호, 휴대폰번호, 생년월일, 거주자정보, 기기정보
					회원 탈퇴 즉시 파기부정이용 방지를 위해 90일 동안 보관(이름, 아이디) 후 파기단, 관계 법령 위반에 따른 수사, 조사 등이 진행중인 경우에는 해당 수사, 종료시까지 보관 후 파기
				
				
					본인 인증
					CI, DI, 휴대폰번호, 생년월일, 성별, 통신사, 내/외국인 정보
				
				
					안심주차 서비스 제공
					안심번호 매핑 정보
				
				
					방문차량 서비스 제공
					차량번호, 휴대폰번호, 거주자정보
				
				
					커뮤니티 시설 서비스 제공
					생체인식(지문, 안면인식) 정보
				
				
					이용자 게시물, 이용자간의 쪽지 서비스 제공, 이용자간의 분쟁조정, 법령 또는 이용약관에 반하는 이용행위의 방지
					이용자 게시물, 이용자간의 쪽지
				
				
					마케팅활용, 이벤트 응모 및 경품 제공
					이름, 휴대폰번호, 생년월일, 주소, 성별
				
				
					스르륵(원패스) 서비스 제공
					이름, 휴대폰번호, 성별, 생년월일, 세대정보(동, 호)
				
				
					이용자 상담
					이름, 닉네임, 이메일, 생년월일, 휴대폰번호, 이메일주소, 기기정보, 거주자정보, 접속IP, 접속로그, 쿠키
					3년
				
			
		
	
	
		3. 개인정보의 제 3자 제공
		회사는 회원의 개인정보를 개인정보의 수집 및 이용목적에 고지한 범위 내에서만 사용합니다. 단, 서비스 이용 중 사용자 식별을 위하여 아파트 동, 호수와 함께  닉네임 또는 실명이 이용자 간에 공개될 수 있으며, 이는 단지별 입대의 또는 관리사무소의 관리규정에 따라 결정됩니다. 또한 회사는 원칙적으로 이용자의 개인정보를 제 3 자에게 제공하지 하지 않으며, 개인정보를 제 3 자에게 제공해야 하는 경우 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하고 있습니다.다만, 다음에 해당하는 경우에는 예외로 합니다.
		
		
			1) 도용방지를 위하여 본인확인에 필요한 경우
			2) 법률의 규정 또는 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
		
		회사는 다음과 같이 개인정보를 제 3 자에게 제공하고 있습니다.
		
			
				
				
				
				
				
			
			
				
					서비스
					제공받는 자
					이용 목적
					제공 정보
					보유 및 이용기간
				
			
			
				
					플랫폼연동 서비스
					다산카이스
					공동출입문 서비스 제공에 본인확인 목적위치정보 이용(보관, 전송은 제공하지 않음)
					이름, 휴대폰번호, 성별, 생년월일, 세대정보(동, 호)
					회원탈퇴시 또는 계약종료시 파기
				
				
					LG전자
					LG전자 ThinQ app 내 아파트너 기능 상호 연동
					이름, 휴대폰번호, 성별, 아파트(아파트 이름, 주소, 동호수)
					회원탈퇴시 또는 계약종료시 파기
				
				
					(주)카수리
					출장 차량관리 서비스 ‘카수리 런오일' 상품의 주문, 배송 및 서비스예약, 고객상담 및 불만처리, 아파트너-카수리 간 사용자 식별
					이름, 휴대전화번호, 아이디, 이메일, 서비스 신청,차량정보(차량번호, 차량모델), 서비스신청 주소
					회원탈퇴 시 파기 (단, 전자상거래 및 소비자보호에 관한법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정 하는 경우 해당기간동안 보관)
				
				
					관리비부과연동 서비스
					(주)이지스엔터프라이즈
					커뮤니티 센터 이용료 관리비 후불을 위한 고지 연동
					거주 주소(동, 호수), 커뮤니티 이용 내용 및 금액
					계약 종료 시 또는 관련 법령에 따른 의무 보유기간동안 보관
				
			
		
	
	
		4. 개인정보처리의 위탁
		아파트너 커뮤니티센터 서비스 이용 시 커뮤니티센터 출입통제, 본인 식별, 사용자와의 연락, 관리부과 목적 등을 위해 관리사무소 또는 관리사무소와 연계된 위탁업체에게 개인정보를 제공 또는 위탁하고 있으며 상기 외의 목적으로 사용할 경우 별도 동의 절차를 거쳐 진행하고 있습니다. 회사는 원활한 서비스 제공과 효과적인 업무처리를 위하여 다음과 같이 개인정보를 처리 위탁하고 있습니다. 아파트너가 수탁자에게 위탁하는 업무와 관련된 서비스를 이용하지 않는 경우, 이용자의 개인정보가 수탁자에 제공되지 않으며, 계약 종료시 파기됩니다.
		
			
				
				
			
			
				
					수탁자
					위탁업무
				
			
			
				
					세틀뱅크(주)
					신용카드 결제, 출금계좌 인증, 은행계좌 출금, 현금영수증 등 결제업무 대행
				
				
					페이레터(주)
					신용카드 결제, 가상계좌 결제, 계좌이체 결제, 현금영수증 등 결제업무 대행
				
				
					AWS
					데이터보관
				
				
					(주)KCB
					본인인증 및 확인
				
			
		
	
	
		5. 개인정보 국외 이전
		회사는 서비스 제공 및 회원의 편의 증진을 'Amazon AWS (Amazon  Web  Services) Korea' 를 위해 회원정보를 국외에 전송하거나 국외에서 관리할 수 있습니다. 회사에서 서비스 제공을 위한 회원 정보의 국외 이전 사항은 다음과 같습니다.
		
			
				
				
			
			
				
					이전업체
					Amazon AWS (Amazon  Web  Services) Korea
				
				
					개인정보 항목 및 내용
					서비스 이용 중 수집되는 개인정보, 로그 기록과 본 개인정보 처리방침의 "개인정보의 수집" 내 명시된 개인정보 항목 일체
				
				
					개인정보 관련 연락처
					aws-korea-privacy@amazon.com
				
				
					이전되는 국가
					미국
				
				
					이전 일시 및 방법
					서비스 이용 시 네트워크를 통해 전송
				
				
					이전 기간
					회원탈퇴 시 혹은 이전 업체와의 계약 종료 시 까지
				
			
		
	
	
		6. 수집된 개인정보의 파기
		회원의 개인정보는 원칙적으로 계정삭제 시 또는 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 다만, 관계 법령의 규정에 의하여 보존할 필요가 있는 경우에는 관계 법령에서 정한 일정한 기간 회원 정보를 보관합니다. 수집 및 이용목적이 달성된 개인정보는 별도의 DB 로 옮겨져 (종이의 경우 별도의 서류함) 내부방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(개인정보 보유 및 이용기간 참조) 일정기간 저장된 후 파기됩니다. 이때 해당하는 개인정보는 법률에 의한 경우가 아니고서는  보유되는 이외의 다른 목적으로 이용되지 않습니다. 수집된 정보 파기 시, 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고 있으며 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.개인정보 보존 기간은 다음과 같습니다.
		
			
				
				
				
			
			
				
					법령
					항목
					기간
				
			
			
				
					전자상거래 등에서의 소비자보호에 관한 법률
					계약 또는 청약철회 등에 관한 기록
					5년
				
				
					대금결제 및 재화 등의 공급에 관한 기록
					5년
				
				
					소비자의 불만 또는 분쟁 처리에 관한 기록
					3년
				
				
					전자금융거래법
					전자금융 거래에 관한 기록
					5년
				
				
					통신비밀보호법
					서비스 이용 관련 개인정보(로그기록)
					3개월
				
				
					위치정보법
					위치정보 수집, 제공사실 확인 자료
					3개월
				
			
		
	
	
		7. 개인정보의 조회, 수정, 파기
		회사에 등록되어 있는 개인정보는 언제든지 조회하거나 수정하실 수 있으며, 회사의 개인정보 처리에 동의하지 않는 경우 동의를 거부하거나 가입 해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다. 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료 하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한, 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리결과를 제 3 자에게 즉시 통지하여 정정이 이루어지도록 하겠습니다. 회사는 회원의 요청에 의해 해지 또는 삭제된 개인정보를 개인정보의 보유 및 이용 기간에 대해 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
	
	
		8. 웹 서비스 제공을 위한 쿠키 사용
		회사는 개인화되고 맞춤화 된 서비스를 제공하기 위해서 회원의 개인정보를 저장하고 불러오는 ‘쿠키(cookie)’를 사용합니다. 이 정보는 회원의 디바이스에 저장되며, 회사는 이를 이용하여 회원의 방문기록, 이용 형태를 통해서 최적화된 서비스를 제공하기 위하여 활용합니다. 쿠키는 개인을 식별하는 정보를 자동적.능동적으로 수집 하지 않으며, 회원은 이러한 쿠키의 저장을 웹 브라우저의 설정을 변경하여 거부하거나 삭제할 수 있습니다. 다만 쿠키의 저장을 거부할 경우에는 일부 서비스 제공에 어려움을 줄 수 있습니다.
	
	
		9. 개인정보의 안전성 확보 조치
		회사는 다음과 같이 안정성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.
		
			1) 관리적 조치 : 정보보호 규정,지침 및 개인정보 내부 관리 계획 수립, 준수, 점검, 교육 등
			2) 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 인증, 접근통제시스템 및 보안프로그램의 설치/운영, 개인정보 암호화 등
			3) 물리적 조치 : 개발상품팀 통제 운영
		
	
	
		10. 개인정보관리 책임자, 위치정보관리책임자, 개인정보보호 관리자
		회사는 사용자의 개인정보를 보호하기 위하여 개인정보처리방침을 수립하고, 개인정보 관련 문의사항 및 불만 처리 등을 위하여 개인정보보호 책임자 및 관리자를 다음과 같이 지정합니다. 
		[개인정보보호 책임자] [위치정보관리책임자]
		이름 : 강한
		직위 : CTO
		[개인정보보호 관리자]
		이름 : 황용주
		직위 : 리더
		연락처 : help@aptner.com
	
	
		11. 개정 전 고지 의무
		본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일전에 '공지사항'을 통해 사전 공지를 할 것입니다. 다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 경우 최소 30일 전에 공지하며, 필요시 이용자 동의를 받을 수도 있습니다.
	
	
		12. 효력의 발휘
		
			공고 일자 : 2023-01-20
			시행 일자 : 2023-01-31
		
	
		</textarea>
			</div>

			<div class="agreeArea">
				<p>
					<input type="checkbox" name="setOpenSSL" id="terms_check" value="7">
					<label for="terms_check" class="point_cursor">이용약관</label>
				</p>
				<textarea readonly>[이용약관]
			제 1 장 총칙

    
        제 1조 목적
        본 약관은 (주)아파트너(이하 '회사'라 함)가 운영하는 인터넷 홈페이지 및 모바일 어플리케이션(이하 ‘아파트너’라 함)에서 제공하는 제반 서비스의 이용과 관련하여 회사와 회원 및 회원 간의 권리, 의무 및 책임사항 기타 필요한 사항을 규정함을 목적으로 합니다.
    
    
        제2조 용어의 정의
        
            ① '입주민'은 세대주, 세대원 등 아파트에 거주하는 자 또는, 아파트에 미거주하더라도 아파트를 소유하는 자를 의미합니다.
            ② '회원'은 아파트너 홈페이지에 회원가입을 한 후, 관리자페이지를 통해 해당 아파트 단지 입주민으로 승인되어 아파트너 서비스를 정식 이용할 수 있는 입주민을 의미합니다.
            ③ '어플리케이션'은 Android 및 IOS 시스템을 기반으로 하는 스마트폰에서 이용할 수 있는 아파트너 어플리케이션을 의미합니다.
            ④ '아파트너 홈페이지'는 아파트너가 PC환경에서 이용할 수 있도록, 아파트 단지별로 서비스를 제공하는 웹사이트를 의미합니다.
            ⑤ '관리자페이지'는 PC환경에서 이용할 수 있는 아파트너가 서비스 제공 중인 단지별 웹사이트를 의미 합니다.
            ⑥ '아파트너 회사 홈페이지'는 아파트너 전체 서비스에 대한 소개 및 공지 등을 안내하는 아파트너 회사 전용 웹사이트를 의미 합니다.
            ⑦ “아파트너 유료서비스”라 함은 회사가 서비스의 제공과 관련하여 유료로 제공하는 관련 제반 서비스를 총칭합니다. 아파트너 유료서비스와 관련된 용어의 정의는 이하와 같습니다.
                
                     1) 유료 서비스 : 회원이 회사에 일정 금액을 지불해야만 이용할 수 있는 회사의 서비스 또는 상품을 의미하거나, 회사 또는 제 3 자와의 거래 내지 약정 조건을 수락하는 대가로 이용하게 되는 회사의 서비스 또는 상품을 의미합니다. 유료서비스의 세부내용은 각각의 서비스 또는 상품 구매 페이지 및 해당 서비스 또는 상품의 결제 페이지에 상세히 설명되어 있으며, 회원은 유료 서비스를 그 설명된 내용을 바탕으로 이용 가능합니다.
                     2) 해지 : 회사 또는 회원이 서비스 개통 후 이용 계약을 장래를 향해 해약하는 것을 말합니다.
                
            
            ⑧ “관리사무소”라 함은 회사와 제휴계약을 체결하고 회원에게 해당 공동주택 관련 각종 관리 등 서비스를 제공하는 공동주택의 관리주체를 의미합니다.
        
    
    
        제3조 약관의 명시, 효력 및 변경
        
            ① 회사는 본 약관의 내용을 회원이 쉽게 접근할 수 있도록 아파트너 회사 홈페이지 또는 어플리케이션에 공지합니다.
            ② 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는 변경 사항을 시행 일자 7 일 전부터 회원에게 공지 또는 통지하는 것을 원칙으로 하며, 회원에게 불리한 내용으로 변경할 경우에는 그 시행 일자 30 일 전부터 아파트너 회사 홈페이지 또는 어플리케이션 내 공지사항 등을 통해 변경사항을 공지 또는 통지합니다.
            ③ 회사가 전 항에 따라 공지 또는 통지를 한 후, 회원이 공지 또는 통지일로부터 개정약관 시행일 7 일후까지 거부 의사를 표시하지 아니할 경우 변경된 약관을 승인한 것으로 봅니다. 개정약관에 동의하지 않을 경우 제 11 조 제 1 항에 따라 이용계약을 해지할 수 있습니다.
            ④ 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에 동의하고 회사가 제공하는 소정의 절차에 따라 서비스의 이용자로 등록함으로써 효력이 발생합니다.
            ⑤ 회원이 온라인 또는 스마트폰 앱에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우, 그 회원은 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
        
    
    
        제4조 약관 외 준칙
        본 약관에서 규정되지 않은 사항에 대해서는 공동주택관리법에 따르며 회사가 정한 서비스의 이용약관, 운영정책 및 규칙 등 (이하 '세부지침')의 규정을 따릅니다. 또한, 본 약관과 세부지침의 내용이 충돌할 경우 세부지침에 따릅니다.
    
    
        제5조 서비스의 중단
        
            ① 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
            ② 사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 회사는 회원에게 통지하거나, 회원이 알아볼 수 있도록 별도의 공지사항으로 게시합니다.
        
    
    
        제6조 회원에 대한 통지
        
            ① 회사는 이동전화 단문메시지서비스(SMS), 어플리케이션 푸시알림(App push)등으로 회원에게 통지할 수 있습니다.
            ② 회사는 불특정다수 회원에 대한 통지의 경우 공지사항으로 게시함으로써 개별 통지를 갈음할 수 있습니다.
        
    
    
        제7조 정보의 제공 및 광고의 게재
        
            ① 회사는 광고를 포함한 다양한 정보 제공을 위해 제6조 (회원에 대한 통지) 에 정한 방법으로 활용하여 발송할 수 있으며, 이용자는 이에 동의합니다. 단, 이용자가 원하지 않는 경우에는 언제든지 수신을 거부할 수 있으며, 회사는 이용자의 수신거부 시 광고성 정보를 발송하지 아니합니다.
            ② 회사는 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 팝업에 대하여 회사가 지정하는 위치에 공지사항 및 광고등을 게재할 수 있습니다.
            ③ 회사는 서비스 이용 중 필요하다고 인정되는 다양한 마케팅 정보 등을 전자우편, 서신, sms, 전화, 알림 메시지 (push notification) 및 이용자의 연락처와 연동된 sns서비스 등의 방법으로 이용자에게 제공할 수 있으며, 이용자는 이에 동의합니다. 이 경우 이용자의 통신환경 또는 요금구조에 따라 이용자가 데이터 요금등을 부담할 수 있습니다. 회사는 수신거절을 위한 방법을 이용자에게 제공합니다. 이용자는 회사에서 제공하는 광고성 정보를 수신하지 않기 위해 안내된 수신거부방법에 따라 수신거부 의사를 표현할 수 있습니다. 단, 이미 발송된 광고성 정보에 대해서는 적용하지 않습니다.
            ④ 회사는 광고성 정보 수신을 거부한 이용자에게 [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 을 준수하여 재수신동의 전까지 광고를 제공하지 않습니다.
            ⑤ 이용자는 회사가 제공하는 서비스와 관련하여 자료 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.
            ⑥ 회사는 서비스 개선 및 이용자 대상 서비스 소개 등을 위한 목적으로 이용자 개인에 대한 추가정보를 요구할 수 있으며, 요청에 대해 이용자는 승낙하여 추가정보를 제공하거나 거부할 수 있습니다.
            ⑦ 회사는 서비스의 원활하고 안정적인 운영 및 서비스 품질의 개선을 위하여 회원의 개인정보를 제외한 이용자의 모바일 기기 정보(설정, 사양, 운영체제, 버전 등)를 수집, 활용할 수 있습니다.
        
    
    
        제8조 유료 및 부가서비스 제공을 위한 위탁
        
            ① 회사는 회원에게 제공하는 서비스에 대하여 이용요금(이하"서비스 이용료"라 합니다)를 부과할 수 있습니다.
                
                    1) 직접판매 : 회사가 제공하는 유료서비스를 회원에게 결제 수단을 통해 직접 제공하는 방식을 말합니다.
                    2) 대행판매 : 회사가 제공하는 유료서비스를 제3자를 통해 판매하는 방식으로 해당 판매 상품의 이용 방식은 제휴사가 제공하는 유료서비스 안내에 따릅니다.
                    3) 자동결제 상품: 회원이 1개월 단위로 유료서비스를 갱신하기로 하고, 그 요금 역시 1개월의 정기로 결제하기로 회사에 신청한 경우, 회원이 지정한 결제 일자 및 결제 수단에 따라 유료서비스의 이용 요금이 자동으로 결제되는 상품을 의미합니다.
                
            
            ② 회사가 제공하는 서비스 중 일부는 회사가 계약을 맺은 외부업체 (공동책임업체) 에 의해 위탁될 수 있습니다. 그러한 경우 회원에게 제공되는 부가 또는 유료 서비스에 관한 규정사항은 각 위탁된 외부업체의 약관에 따릅니다.
        
    
    
        제9조 결제방식
        
            ① 유료서비스의 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가능한 방법으로 할 수 있습니다. 다만, 회사는 회원의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.
                
                    1) 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
                    2) 선불카드, 직불카드, 신용카드 등의 각종 카드결제
                    3) 온라인무통장입금
                    4) 전자화폐에 의한 결제
                    5) 마일리지 등 회사가 지급한 포인트에 의한 결제
                    6) 회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제
                    7) 전화 또는 휴대전화를 이용한 결제
                    8) 기타 전자적 지급방법에 의한 대금지급 등
                
            
        
    
    
        제10조 자동결제 및 해지
        
            ① 회사는 자동결제 갱신 및 이용요금 청구를 위해, 서비스 이용기간 및 서비스 이용기간 종료 후 일정 기간 동안 회원의 결제관련정보를 보유할 수 있습니다.
            ② 회원이 자동결제 상품을 신청한 후 별도의 해지 신청을 하지 않을 경우, 유료서비스의 실제 이용 여부와 상관없이 매월 지정된 결제 일자에 지정된 결재 수단으로 해당 상품이 자동 결제됩니다.
            ③ 자동결제 해지로 인한 서비스 만료일은 지정된 결제 일자로부터 1개월 입니다. 자동결제 해지 시 회원은 지정된 결제 일자로부터 1개월 동안 서비스를 이용할 수 있습니다.
            ④ 타인의 결제 정보를 동의 없이 사용할 경우 관계법령에 의해 민/형사상 책임을 지게 될 수 있습니다.
            ⑤ 결제 정보 변경, 신용카드 및 휴대전화의 분실, 기타의 사유로 정기결제가 이루어지지 않을 경우 마지막 정기결제일로부터 1개월 이 지난 후 서비스 이용이 자동 중단됩니다.
            ⑥ 이용요금 미납 등 회원의 귀책사유로 인한 정기결제 중단 및 이에 따른 서비스 이용 중단으로 인한 손해에 대해 회사는 책임을 지지 않습니다.
        
    
    
        제11조 회원의 청약 철회 및 결제취소
        
            ① 회사와 유료서비스의 이용에 관한 계약을 체결한 회원은 회사로부터 수신 확인의 통지를 받은 날로부터 7일 이내에 청약의 철회를 할 수 있습니다. 
            ② 제1항의 청약철회는 회원이 전화, 전자우편 또는 모사전송으로 회사에 그 의사를 표시한 때에 효력이 발생합니다.
            ③ 회사는 제1항에 따라 회원이 표시한 청약철회의사표시를 수신한 후 지체 없이 이러한 사실을 회원에게 회신합니다.
            ④ 회원이 이용신청을 철회한 경우, 회사에 해당 결제의 취소를 신청할 수 있습니다. 다만, 각 호의 경우에는 결제 취소가 불가능합니다.
                
                    1) 회원의 결제 없이 회사가 회원에 대해 지급한 서비스(회사가 시행한 이벤트, 쿠폰이나 보상의 지급 등)에 대한 결제취소 신청인 경우
                    2) 해당 결제 수단에 대해, 카드사 등 결제 수단을 서비스하는 업체에서 지정한 결제 취소 가능 기간을 경과한 경우
                
            
            ⑤ 결제 취소가 불가능한 결제 수단(계좌이체 등)을 이용해서 유료서비스를 결제한 경우, 본 약관 제 12조에 따라 환불처리만 가능합니다.
        
    
    
        제12조 환불정책
        
            ① 회사는 회원이 청약철회의 의사표시를 한 날로부터 또는 회원에게 계약 해지의 의사표시에 대하여 회신한 날로부터 3영업일 이내에, 회원이 유료서비스 이용 시 선택한 결제수단과 동일한 결제수단(예컨대, 회원이 계좌이체로 결제한 경우, 그 계좌로 회사가 환불금을 납입하는 방식임)으로 환불하며, 동일한 결제수단으로 환불이 불가능한 경우 이를 사전에 고지하여야 합니다. 다만, 수납확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내에 이를 환불하도록 합니다.
            ② 유료서비스에 대해 일부 이용 후, 해지하여 환불을 요청하는 경우에는 서비스를 이용한 기간에 해당하는 금액을 차감 후 남은 금액을 환불합니다.
        
    

제2장 이용계약 및 정보 보호

    
        제13조 서비스 이용 계약 성립
        
            ① 본 서비스 이용계약은 서비스를 이용하고자 하는 회원이 약관 제14에 따라 서비스의 이용을 청약하고, 회사가 청약을 검토 후 승낙함으로써 체결됩니다.                                
            ② 회사는 다음 각 호의 어느 하나에 해당하는 이용 계약 신청에 대해서는 승낙을 거절할 수 있습니다.
                
                    1) 공동주택의 관리주체 또는 입주자대표회의가 아닌 경우
                    2) 실명이 아니거나 타인의 명의 또는 정보를 이용한 경우
                    3) 내용을 허위로 기재하거나 이용 계약 신청 요건을 충족하지 못한 경우
                    4) 관련 법령에서 금지하는 행위 또는 입주민의 안전을 저해할 목적으로 서비스를 신청하는 경우
                    5) 위에서 열거한 사유에 준하는 기타 공공질서, 미풍양속에 반하는 행위를 하는 경우
                
            
            ③ 아파트너 서비스 이용 신청 시 제공한 정보는 관련 법령 및 회사의 개인정보처리방침의 적용을 받습니다.
            ④ "회원"이 유료서비스를 이용하기 위해서는 이 약관에 동의 후 각 서비스에 따른 이용조건에 따라 이용요금을 지급하여야 합니다.
        
    
    
        제14조 회원가입 및 회원정보의 변경
        
            ① 입주민은 어플리케이션 또는 홈페이지에서 회사가 정한 가입 양식에 따라 회원정보를 기재한 후 본 약관 및 개인정보처리방침 등에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
            ② 회원이 가입을 신청하면, 관리자페이지에서 아파트 관리사무를 담당하는 직원이 신청자가 해당 아파트 입주민임을 확인한 이후에 회원가입이 완료되며, 회사가 그 사실을 회원에게 통지하는 시점에 계약이 성립됩니다.
            ③ 회원은 회원가입 신청 시 기재한 사항이 변경되었을 경우 온라인(어플리케이션, 홈페이지)으로 직접 수정을 하거나 전자우편 및 기타 상당한 방법으로 회사에 그 변경사항을 알려야 합니다.
            ④ 제3항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.
            ⑤ 회원가입은 반드시 본인의 진정한 정보를 통해서만 가입할 수 있으며 회사는 회원이 등록한 정보에 대하여 확인조치를 할 수 있습니다. 회원은 회사의 확인조치에 대하여 적극적으로 협력하여야 하며, 만일 이를 준수하지 아니할 경우 회사는 회원이 등록한 정보가 부정한 것으로 처리할 수 있습니다.
            ⑥ 회사는 회원을 등급별로 구분하여 이용에 차등을 둘 수 있습니다.
        
    
    
        제15조 서비스의 유지/보수
        회사는 서비스를 365 일, 24 시간 쉬지 않고 제공하기 위하여 최선을 다합니다. 다만, 장비의 유지/보수를 위한 정기, 임시 점검 또는 다른 상당한 이유로 서비스의 제공이 일시 중단될 수 있으며, 이 때에는 미리 서비스 제공화면에 공지합니다. 만약, 회사로서도 예측할 수 없는 이유로 서비스가 중단된 때에는 회사가 상황을 파악하는 즉시 최대한 빠른 시일 내에 서비스를 복구하도록 노력합니다.
    
    
        제16조 이용계약 해지
        
            ① 회원은 서비스의 이용을 더 이상 원치 않을 때는 언제든지 아파트너 서비스 내 제공되는 회원탈퇴 메뉴를 이용하여 서비스 회원 이용계약의 해지 신청을 할 수 있으며, 회사는 이를 즉시 처리합니다.
            ② 회원 이용계약이 해지되더라도 회원이 작성한 게시물, 제 3 자의 게시물에 작성한 댓글 등은 삭제되지 않고 남아있게 됩니다. 다만, 회원의 개인정보는 법령 및 회사의 개인정보 취급방침에 따라 일정 기간 후 삭제됩니다.
            ③ 제 2 항의 게시물, 댓글 등의 삭제를 원한다면 회원은 회원 이용계약 해지 전 직접 해당 게시물, 댓글을 삭제해야 합니다.
        
    
    
        제17조 개인정보보호
        회사는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집/이용하며, 개인정보 보호관련 법령에 따라 안전하게 관리합니다.
        
            ① 회원은 개인정보처리와 관련한 자세한 내용을 아파트너 홈페이지 또는 어플리케이션 내 ‘개인정보 처리방침’에서 확인하실 수 있습니다.
            ② 회사가 수집하는 개인정보 및 항목은 서비스 변경이나 회사의 사정에 따라 변경 가능합니다. 이 경우 회원에게 변경사항을 약관 제3조 2항의 방법으로 통지하고 동의를 얻으며, 별도의 약관 변경절차는 생략합니다.
            ③ 모든 회원은 자신의 개인정보를 책임 있게 관리하여 타인이 회원의 개인정보를 부정하게 이용할 수 없도록 해야 합니다.
            ④ 회사는 회원의 개인정보를 보호하기 위해 [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 상의 개인정보 유효기간제도에 따라 1년간 미 접속한 회원의 개인정보를 파기 또는 분리하여 별도로 저장/관리하며, 회원의 별도 요청이 없는 한 사용이 제한됩니다.
        
    

제 3장 책임

    
        제18조 회사의 의무
        회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 회원에게 서비스를 제공하기 위해 최선을 다합니다.
    
    
        제19조 회원 아이디 및 비밀번호 관리에 대한 의무
        
            ① 회원 아이디와 비밀번호에 관한 관리책임은 회원에게 있습니다. 회원은 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.
            ② 회원 자신의 아이디 및 비밀번호를 도난당하거나 제 3 자가 사용하고 있음을 인지한 경우에는 지체 없이 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.
        
    
    
        제20조 책임의 한계
        
            ① 회사는 무료로 제공하는 정보 및 서비스에 관하여 "개인정보처리방침" 또는 관계 법령의 벌칙, 과태료 규정 등 강행규정에 위배되지 않는 한 원칙적으로 손해를 배상할 책임이 없습니다.
            ② 회사는 천재지변, 불가항력, 서비스용 설비의 보수, 교체, 점검 및 이에 준하는 사항으로 서비스를 제공할 수 없는 경우에 이에 대한 책임이 면제됩니다.
            ③ 회사는 회원의 귀책사유로 인한 정보 및 서비스 이용의 장애에 관하여는 책임을 지지 않습니다.
        
    

제 4장 기타

    
        제21조 손해배상 등
        회사는 회사의 과실로 인하여 회원이 손해를 입게 될 경우 본 약관 및 법령에 따라 회원의 손해를 배상합니다. 다만, 회사는 아래와 같은 손해에 대해서는 책임을 부담하지 않습니다. 또한 회사는 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해 및 징벌적 손해에 대한 책임을 부담하지 않습니다.
        
            ① 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해
            ② 회원의 귀책사유로 서비스 이용에 장애가 발생한 경우
            ③ 제 3 자가 불법적으로 회사의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해
            ④ 제 3 자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해
            ⑤ 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제 3 자가 서비스를 이용하는 과정에서 발생된 손해
            ⑥ 기타 회사의 고의 또는 과실이 없는 사유로 인해 발생한 손해
        
    
    
        제22조 분쟁의 해결
        본 약관 또는 서비스는 대한민국법령에 의하여 규정되고 이행됩니다. 서비스 이용과 관련하여 회사와 회원 간에 분쟁이 발생하면 이의 해결을 위해 회사는 성실히 협의할 것입니다. 그럼에도 불구하고 해결되지 않을 경우 민사적 분쟁의 관할을 서울중앙지방법원으로 규정되고 이행됩니다.
    
    
        제23조 효력의 발휘
        
            공고일자 : 2023-01-20
            시행일자 : 2023-01-31
        
    
		</textarea>

				<div>
					<input class="btnWrap" type="button" value="다음"
						onclick="goToNextPage();">
				</div>
			</div>
			</div>
			<!-- 내용 끝 -->
		</div>
	</div>
	<jsp:include page="/WEB-INF/views/common/footer.jsp" />
</body>
</html>